<template>
  <div>
    <div class="wrapper">
        
      <div class="title">
        <div class="item" v-for="(item,index) of list2" :key="index">{{item}}</div>
      </div>
      <h2 style="text-align:center">市场简介</h2>
      <div>据了解，“买点菜”智慧农贸产业互联网平台主要面向于农贸市场的商贩，为商贩、供应商和买菜的市民提供一条龙服务。市场商贩可通过“买点菜”平台提供的免息进货额度进行日常商品采购，大大降低了经营成本，还可通过交易数据沉积，获得更多金融服务支持，大幅度提升经营效率。蔬菜供应商可通过平台的各项数据分析，根据菜品的销售情况对城区的各农贸市场蔬菜配送进行调配，使得市民能及时买到自己想要的蔬菜。</div>
      <div>据了解，“买点菜”智慧农贸产业互联网平台主要面向于农贸市场的商贩，为商贩、供应商和买菜的市民提供一条龙服务。市场商贩可通过“买点菜”平台提供的免息进货额度进行日常商品采购，大大降低了经营成本，还可通过交易数据沉积，获得更多金融服务支持，大幅度提升经营效率。蔬菜供应商可通过平台的各项数据分析，根据菜品的销售情况对城区的各农贸市场蔬菜配送进行调配，使得市民能及时买到自己想要的蔬菜。</div>
      <div>据了解，“买点菜”智慧农贸产业互联网平台主要面向于农贸市场的商贩，为商贩、供应商和买菜的市民提供一条龙服务。市场商贩可通过“买点菜”平台提供的免息进货额度进行日常商品采购，大大降低了经营成本，还可通过交易数据沉积，获得更多金融服务支持，大幅度提升经营效率。蔬菜供应商可通过平台的各项数据分析，根据菜品的销售情况对城区的各农贸市场蔬菜配送进行调配，使得市民能及时买到自己想要的蔬菜。</div>
      <div>据了解，“买点菜”智慧农贸产业互联网平台主要面向于农贸市场的商贩，为商贩、供应商和买菜的市民提供一条龙服务。市场商贩可通过“买点菜”平台提供的免息进货额度进行日常商品采购，大大降低了经营成本，还可通过交易数据沉积，获得更多金融服务支持，大幅度提升经营效率。蔬菜供应商可通过平台的各项数据分析，根据菜品的销售情况对城区的各农贸市场蔬菜配送进行调配，使得市民能及时买到自己想要的蔬菜。</div>
      <div>据了解，“买点菜”智慧农贸产业互联网平台主要面向于农贸市场的商贩，为商贩、供应商和买菜的市民提供一条龙服务。市场商贩可通过“买点菜”平台提供的免息进货额度进行日常商品采购，大大降低了经营成本，还可通过交易数据沉积，获得更多金融服务支持，大幅度提升经营效率。蔬菜供应商可通过平台的各项数据分析，根据菜品的销售情况对城区的各农贸市场蔬菜配送进行调配，使得市民能及时买到自己想要的蔬菜。</div>

    </div>
  </div>
</template>

<script>
export default {
name:'MenuAboutMarcket',
data(){
    return{
        list2:['市场简介','管理人员','管理制度','市场荣誉','市场地图'],
    }
}
}
</script>

<style lang="stylus" scoped>
.wrapper
    position relative
    width 100%
    padding 10px
    .title
        display flex
        justify-content space-around
        .item
            width 150px
            height 60px
            border-radius 10px
            background-color rgb(255,70,70)
            color #ffffff
            text-align center
            line-height 60px
            font-size 24px

    
</style>
